RRN_Data/1517500/1517590.xml

<?xml version="1.0" encoding="UTF-8"?><soap:Envelope xmlns:soap="http://www.w3.org/2003/05/soap-envelope"><soap:Body><d2LogicalModel xmlns="http://datex2.eu/schema/2/2_0" modelBaseVersion="2"><exchange><supplierIdentification><country>fr</country><nationalIdentifier>Tipi</nationalIdentifier></supplierIdentification><subscription><operatingMode>operatingMode1</operatingMode><subscriptionStartTime>2024-01-05T02:47:36.620+01:00</subscriptionStartTime><subscriptionState>active</subscriptionState><updateMethod>allElementUpdate</updateMethod><target><address/><protocol/></target></subscription></exchange><payloadPublication xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xsi:type="SituationPublication" lang="fr"><publicationTime>2024-01-05T02:47:36.620+01:00</publicationTime><publicationCreator><country>fr</country><nationalIdentifier>Tipi</nationalIdentifier></publicationCreator><situation id="240104-001109" version="3"><overallSeverity>medium</overallSeverity><situationVersionTime>2024-01-05T02:47:33.912+01:00</situationVersionTime><headerInformation><confidentiality>noRestriction</confidentiality><informationStatus>real</informationStatus></headerInformation><situationRecord xsi:type="PoorEnvironmentConditions" id="240104-001109-1" version="3"><situationRecordCreationTime>2024-01-04T15:46:57.738+01:00</situationRecordCreationTime><situationRecordObservationTime>2024-01-05T02:47:33.912+01:00</situationRecordObservationTime><situationRecordVersionTime>2024-01-05T02:47:33.912+01:00</situationRecordVersionTime><situationRecordFirstSupplierVersionTime>2024-01-04T15:46:57.738+01:00</situationRecordFirstSupplierVersionTime><probabilityOfOccurrence>certain</probabilityOfOccurrence><source><sourceIdentification>Direction interdépartementale des routes/DIR Nord-Ouest</sourceIdentification><sourceName><values><value lang="fr">CIGT Caen</value></values></sourceName><sourceType>cameraObservation</sourceType><reliable>true</reliable></source><validity><validityStatus>definedByValidityTimeSpec</validityStatus><validityTimeSpecification><overallStartTime>2024-01-04T15:46:57.738+01:00</overallStartTime><overallEndTime>2024-01-05T02:00:00.000+01:00</overallEndTime></validityTimeSpecification></validity><groupOfLocations xsi:type="Area"><tpegAreaLocation xsi:type="TpegNamedOnlyArea"><tpegAreaLocationType>other</tpegAreaLocationType><name><descriptor><values><value lang="fr">Calvados</value></values></descriptor><tpegAreaDescriptorType>administrativeAreaName</tpegAreaDescriptorType></name></tpegAreaLocation></groupOfLocations><management><lifeCycleManagement><end>true</end></lifeCycleManagement></management><situationRecordExtension><situationRecordExtendedApproved><safetyRelatedMessage>false</safetyRelatedMessage></situationRecordExtendedApproved></situationRecordExtension><poorEnvironmentType>strongWinds</poorEnvironmentType><wind><maximumWindSpeed><speed>70.0</speed></maximumWindSpeed></wind></situationRecord><situationRecord xsi:type="PoorEnvironmentConditions" id="240104-001109-2" version="3"><situationRecordCreationTime>2024-01-04T15:46:57.738+01:00</situationRecordCreationTime><situationRecordObservationTime>2024-01-05T02:47:33.912+01:00</situationRecordObservationTime><situationRecordVersionTime>2024-01-05T02:47:33.912+01:00</situationRecordVersionTime><situationRecordFirstSupplierVersionTime>2024-01-04T15:46:57.738+01:00</situationRecordFirstSupplierVersionTime><probabilityOfOccurrence>certain</probabilityOfOccurrence><source><sourceIdentification>Direction interdépartementale des routes/DIR Nord-Ouest</sourceIdentification><sourceName><values><value lang="fr">CIGT Caen</value></values></sourceName><sourceType>cameraObservation</sourceType><reliable>true</reliable></source><validity><validityStatus>definedByValidityTimeSpec</validityStatus><validityTimeSpecification><overallStartTime>2024-01-04T15:46:57.738+01:00</overallStartTime><overallEndTime>2024-01-05T02:00:00.000+01:00</overallEndTime></validityTimeSpecification></validity><groupOfLocations xsi:type="Area"><tpegAreaLocation xsi:type="TpegNamedOnlyArea"><tpegAreaLocationType>other</tpegAreaLocationType><name><descriptor><values><value lang="fr">Manche</value></values></descriptor><tpegAreaDescriptorType>administrativeAreaName</tpegAreaDescriptorType></name></tpegAreaLocation></groupOfLocations><management><lifeCycleManagement><end>true</end></lifeCycleManagement></management><situationRecordExtension><situationRecordExtendedApproved><safetyRelatedMessage>false</safetyRelatedMessage></situationRecordExtendedApproved></situationRecordExtension><poorEnvironmentType>strongWinds</poorEnvironmentType><wind><maximumWindSpeed><speed>70.0</speed></maximumWindSpeed></wind></situationRecord></situation></payloadPublication></d2LogicalModel></soap:Body></soap:Envelope>